{
  "Comment.nvim": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "blink-cmp-avante": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "present.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
